Revit 2027 API
ParameterTypeId.PhyMaterialParamThermalConductivityX Property
 "Thermal Conductivity X"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId PhyMaterialParamThermalConductivityX { get; }
Public Shared ReadOnly Property PhyMaterialParamThermalConductivityX As ForgeTypeId
	Get
public:
static property ForgeTypeId^ PhyMaterialParamThermalConductivityX {
	ForgeTypeId^ get ();
}
static member PhyMaterialParamThermalConductivityX : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace